Repository: pRizo-jpeg/FlutterWatchOSCompanion
Catalog: ios/watchApp/Localizable.xcstrings
Source language: en
Languages: es

source: Confirm Booking
es: Confirmar Reserva

source: Continue
es: Continuar

source: Do you want to book the charger with type %@?
es: ¿Quieres reservar el cargador tipo %@?

source: No image received
es: No hay imagen

source: No zone selected
es: No hay zona

source: Preauthorization: %@ €
es: Preautorización: %@ €

source: Price: %@ €/kWh
es: Precio: %@ €/kWh

source: Resume charge
es: Reanudar carga

source: Send Message
es: Enviar mensaje

source: Stop charging
es: Detener carga

source: Type: %@
es: Typo: %@

source: Value: %lld
es: Valor: %lld

source: Yes
es: Si
